Revit 2027 API
ParameterTypeId.PhyMaterialParamExpCoeffn2 Property
 "Thermal Expansion Coefficient 2"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamExpCoeffn2 { get; }
Public Shared ReadOnly Property PhyMaterialParamExpCoeffn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamExpCoeffn2 {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamExpCoeffn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace